brew "adr-tools"
brew "asdf"
brew "autoconf"
brew "awscli"
brew "buildpacks/tap/pack"
brew "cmake"
brew "coreutils"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-dbus", "with-mailutils", "with-imagemagick", "with-modern-black-dragon-icon"], restart_service: :changed
brew "earthly/earthly/earthly"
brew "editorconfig"
brew "fd"
brew "fdupes"
brew "fwup"
brew "git-lfs"
brew "git-quick-stats"
brew "gitleaks"
brew "glib"
brew "gnuplot"
brew "gnutls"
brew "gomplate"
brew "graphviz"
brew "grep"
brew "grep"
brew "htop"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jq"
brew "libarchive"
brew "librsvg"
brew "libtool"
brew "markdown"
brew "ncdu"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "the_platinum_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xz"
brew "yq"
brew "gnupg"
brew "cmake"
tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "d12frosted/emacs-plus"
tap "earthly/earthly"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "firefox"
cask "font-source-code-pro"
cask "iterm2"
cask "keybase"
cask "moom"
brew "pgformatter"
brew "proselint"
